Repository: Iemand005/Helios
Catalog: *.lproj/Localizable.strings
Languages: italian

source: Ions number (%d)
italian: Numero ioni (%d)

source: Size (%d)
italian: Dimensione (%d)

source: Emitters (%d)
italian: Emettitori (%d)

source: Attracters (%d)
italian: Attrattori (%d)

source: Speed (%d)
italian: Velocità (%d)

source: Camera Speed (%d)
italian: Velocità Camera (%d)

source: Surface
italian: Superficie

source: Wireframe
italian: Fil di ferro

source: Complexity (%d)
italian: Complessità (%d)

source: Main monitor only
italian: Solo monitor principale

source: Check updates
italian: Controlla versione

source: Default values
italian: Valori di default

source: Cancel
italian: Cancella

source: Save
italian: Salva

source: Couldn't connect to version database, sorry
italian: Non posso connettermi al database, peccato

source: New version available !!
italian: C'è una nuova versione !!

source: You're up-to-date
italian: Hai già l'ultima versione
